-- INSERT
insert into Patient
	(Name, Birthdate, PhoneNumber)
values
	(N'Кузнецова Мстислава Вячеславовна', '20010619', '+7 (976) 715-45-01'),
	(N'Соловьев Всеволод Валентинович',   '20040226', '+7 (991) 098-30-81'),
	(N'Травникова Жанна Платоновна',      '19900420', '+7 (981) 579-50-73'),
	(N'Трофимов Рубен Ярославович',       '19760301', '+7 (985) 262-55-51'),
	(N'Меньшова Алла Константиновна',     '20010711', '+7 (958) 057-68-57'),
	(N'Матвеева Лилия Сергеевна',         '19860902', '+7 (952) 408-75-91'),
	(N'Морозов Чеслав Борисович',         '19960811', '+7 (977) 324-59-58'),
	(N'Меньшова Бронислава Сергеевна',    '19781101', '+7 (905) 665-80-08');

insert into Doctor
	(Name, Specialisation, YearsOfExperience)
values
	(N'Валинина Влада Богдановна',		 N'Аллерголог',   10),
	(N'Суворов Твердислав Николаевич', N'Вирусолог',    14),
	(N'Титов Лавр Закирович',          N'Иммунолог',    11),
	(N'Белоусов Еремей Тимофеевич',    N'Инфекционист', 4);

insert into Voucher
	(ReceptionTime, DoctorId, PatientId)
values
	('20220712 9:11:00 AM', 1, 1),
	('20220712 9:16:00 AM', 1, 2),
	('20220712 9:21:00 AM', 1, 3),
	('20220712 9:26:00 AM', 1, 4),
	('20220712 10:11:00 AM', 2, 5),
	('20220712 10:16:00 AM', 2, 6),
	('20220712 10:21:00 AM', 2, 7),
	('20220712 11:26:00 AM', 3, 7),
	('20220712 11:50:00 AM', 3, 8),
	('20220712 11:26:00 AM', 4, 8)
;
